<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Директория темы
    |--------------------------------------------------------------------------
    |
    | Абсолютный путь к директории вашей темы.
    |
    | Например:
    |   /srv/www/example.com/current/web/app/themes/sage
    |
    */

    'dir' => get_theme_file_path(),

    /*
    |--------------------------------------------------------------------------
    | URL директории темы
    |--------------------------------------------------------------------------
    |
    | Отдаваемый веб-сервером URI для директории вашей темы.
    |
    | Например:
    |   https://example.com/app/themes/sage
    |
    */

    'uri' => get_theme_file_uri(),
];
